Repository: dottorblaster/cauldron
Catalog: po/*.po
Languages: es, it, pt_br

source: Cauldron
pt_br: Caldeirão

source: Instapaper native client for GNOME
es: Cliente nativo de Instapaper para GNOME
it: Client nativo Instapaper per GNOME
pt_br: Cliente nativo do Instapaper para o GNOME

source: GNOME;GTK;Network;Feed;Instapaper;
es: GNOME;GTK;Red;Feed;Instapaper;
it: GNOME;GTK;Rete;Feed;Instapaper;
pt_br: GNOME;GTK;Rede;Feed;Instapaper;

source: Window width
es: Ancho de la ventana
it: Larghezza della finestra
pt_br: Largura da janela

source: Window height
es: Alto de la ventana
it: Altezza della finestra
pt_br: Altura da janela

source: Window maximized state
es: Estado de ventana maximizada
it: Stato della finestra massimizzata
pt_br: Estado maximizado da janela

source: Access token
es: Token de acceso
it: Token di accesso
pt_br: Token de acesso

source: Collect content from the web
es: Recopila contenido de la web
it: Raccogli contenuti dal web
pt_br: Colete conteúdo da web

source: Cauldron lets you access and use Instapaper, an online service for storing web bookmarks. Save anything that piques your interest, and get back to it when you have time.
es: Cauldron te permite acceder y usar Instapaper, un servicio en línea para guardar marcadores web. Guarda todo lo que despierte tu interés y vuelve a ello cuando tengas tiempo.
it: Cauldron ti permette di accedere e utilizzare Instapaper, un servizio online per salvare segnalibri web. Salva tutto ciò che cattura il tuo interesse e riprendilo quando hai tempo.
pt_br: O Caldeirão permite que você acesse e use o Instapaper, um serviço online para armazenar favoritos da web. Salve qualquer coisa que prenda a sua atenção e retorne a ela quando tiver tempo.

source: Main window
es: Ventana principal
it: Finestra principale
pt_br: Janela principal

source: Dark mode
es: Modo oscuro
it: Modalità scura
pt_br: Modo escuro

source: Filtered view
es: Vista filtrada
it: Vista filtrata
pt_br: Visualização filtrada

source: Add bookmarks directly from the app
es: Añade marcadores directamente desde la aplicación
it: Aggiungi segnalibri direttamente dall'app
pt_br: Adicione marcadores diretamente pelo aplicativo

source: This release includes minor improvements and refinements.
es: Esta versión incluye pequeñas mejoras y perfeccionamientos.
it: Questa versione include piccoli miglioramenti e perfezionamenti.
pt_br: Esta versão inclui melhorias e refinamentos menores.

source: This release includes new features and improvements:
es: Esta versión incluye nuevas funcionalidades y mejoras:
it: Questa versione include nuove funzionalità e miglioramenti:
pt_br: Esta versão inclui novos recursos e melhorias:

source: Article list filtering to easily find and organize your saved content
es: Filtrado de la lista de artículos para encontrar y organizar fácilmente tu contenido guardado
it: Filtro della lista articoli per trovare e organizzare facilmente i contenuti salvati
pt_br: Filtragem da lista de artigos para encontrar e organizar facilmente seu conteúdo salvo

source: Proper dark mode support with improved theming and visual consistency
es: Soporte completo del modo oscuro con tema mejorado y coherencia visual
it: Supporto completo alla modalità scura con tema migliorato e coerenza visiva
pt_br: Suporte adequado ao modo escuro com tema aprimorado e consistência visual

source: Add new articles directly from the app
es: Añade nuevos artículos directamente desde la aplicación
it: Aggiungi nuovi articoli direttamente dall'app
pt_br: Adicione novos artigos diretamente pelo aplicativo

source: Display article metadata (author, word count, reading time) in both sidebar and article view
es: Muestra los metadatos del artículo (autor, recuento de palabras, tiempo de lectura) tanto en la barra lateral como en la vista del artículo
it: Mostra i metadati dell'articolo (autore, conteggio parole, tempo di lettura) sia nella barra laterale che nella vista articolo
pt_br: Exibir metadados do artigo (autor, contagem de palavras, tempo de leitura) na barra lateral e na visualização do artigo

source: Updated to Relm4 0.10.1 and latest flume version for improved stability
es: Actualizado a Relm4 0.10.1 y la última versión de flume para mayor estabilidad
it: Aggiornato a Relm4 0.10.1 e all'ultima versione di flume per una maggiore stabilità
pt_br: Atualizado para Relm4 0.10.1 e versão mais recente do flume para maior estabilidade

source: Comprehensive test coverage with GTK and Relm4 UI testing framework
es: Cobertura completa de pruebas con el framework de pruebas de interfaz GTK y Relm4
it: Copertura completa dei test con framework di test dell'interfaccia GTK e Relm4
pt_br: Cobertura abrangente de testes com framework de testes de interface GTK e Relm4

source: Continuous integration with automated testing
es: Integración continua con pruebas automatizadas
it: Integrazione continua con test automatizzati
pt_br: Integração contínua com testes automatizados

source: Native article view for reading content directly in the app
es: Vista nativa de artículos para leer el contenido directamente en la aplicación
it: Vista nativa degli articoli per leggere i contenuti direttamente nell'app
pt_br: Visualização nativa de artigos para ler conteúdo diretamente no aplicativo

source: Articles now persist across app restarts
es: Los artículos ahora persisten entre reinicios de la aplicación
it: Gli articoli ora persistono tra i riavvii dell'app
pt_br: Os artigos agora persistem ao reiniciar o aplicativo

source: Automatically scroll to top when rendering a new article
es: Desplazamiento automático hacia arriba al renderizar un nuevo artículo
it: Scorrimento automatico verso l'alto durante il rendering di un nuovo articolo
pt_br: Rolar automaticamente para o topo ao renderizar um novo artigo

source: Updated dependencies (open, tracing, tracing-subscriber) for improved performance
es: Dependencias actualizadas (open, tracing, tracing-subscriber) para un mejor rendimiento
it: Dipendenze aggiornate (open, tracing, tracing-subscriber) per prestazioni migliorate
pt_br: Dependências atualizadas (open, tracing, tracing-subscriber) para desempenho aprimorado

source: This release includes major changes and improvements:
es: Esta versión incluye cambios y mejoras importantes:
it: Questa versione include modifiche e miglioramenti importanti:
pt_br: Esta versão inclui grandes alterações e melhorias:

source: Migration from Pocket to Instapaper as the backend service
es: Migración de Pocket a Instapaper como servicio de backend
it: Migrazione da Pocket a Instapaper come servizio di backend
pt_br: Migração do Pocket para o Instapaper como serviço de backend

source: Upgraded to GNOME 49 runtime and LLVM 20
es: Actualizado al runtime de GNOME 49 y LLVM 20
it: Aggiornato al runtime di GNOME 49 e LLVM 20
pt_br: Atualizado para o runtime do GNOME 49 e LLVM 20

source: Updated multiple dependencies (serde, serde_json, url, gettext-rs, reqwest) for improved security and performance
es: Actualizadas múltiples dependencias (serde, serde_json, url, gettext-rs, reqwest) para mayor seguridad y rendimiento
it: Aggiornate molteplici dipendenze (serde, serde_json, url, gettext-rs, reqwest) per una maggiore sicurezza e prestazioni
pt_br: Atualizadas múltiplas dependências (serde, serde_json, url, gettext-rs, reqwest) para maior segurança e desempenho

source: This release includes the possibility to copy the articles' URL to the clipboard and opening them in the browser. Enjoy!
es: Esta versión incluye la posibilidad de copiar la URL de los artículos al portapapeles y abrirlos en el navegador. ¡Disfruta!
it: Questa versione include la possibilità di copiare l'URL degli articoli negli appunti e di aprirli nel browser. Buona lettura!
pt_br: Esta versão inclui a possibilidade de copiar a URL dos artigos para a área de transferência e abri-los no navegador. Aproveite!

# shortcut window
source: General
it: Generale
pt_br: Geral

# shortcut window
source: Show Shortcuts
es: Mostrar atajos
it: Mostra scorciatoie
pt_br: Mostrar atalhos

# shortcut window
source: Quit
es: Salir
it: Esci
pt_br: Sair

source: _Preferences
es: _Preferencias
it: _Preferenze
pt_br: _Preferências

source: _Keyboard
es: _Teclado
it: _Tastiera
pt_br: _Teclado

source: _About Cauldron
es: _Acerca de Cauldron
it: _Informazioni su Cauldron
pt_br: _Sobre o Caldeirão

source: _Logout
es: _Cerrar sesión
it: _Esci
pt_br: _Sair

source: Search articles...
es: Buscar artículos...
it: Cerca articoli...
pt_br: Pesquisar artigos...

source: Close search
es: Cerrar búsqueda
it: Chiudi ricerca
pt_br: Fechar pesquisa

source: Search articles
es: Buscar artículos
it: Cerca articoli
pt_br: Pesquisar artigos

source: Add bookmark
es: Añadir marcador
it: Aggiungi segnalibro
pt_br: Adicionar marcador

source: Login
es: Iniciar sesión
it: Accedi
pt_br: Entrar

source: Select an article
es: Selecciona un artículo
it: Seleziona un articolo
pt_br: Selecione um artigo

source: Failed to refresh articles
es: Error al actualizar los artículos
it: Impossibile aggiornare gli articoli
pt_br: Falha ao atualizar artigos

source: Failed to archive article
es: Error al archivar el artículo
it: Impossibile archiviare l'articolo
pt_br: Falha ao arquivar artigo

source: URL copied to clipboard
es: URL copiada al portapapeles
it: URL copiato negli appunti
pt_br: URL copiada para a área de transferência

source: Failed to add bookmark
es: Error al añadir el marcador
it: Impossibile aggiungere il segnalibro
pt_br: Falha ao adicionar marcador

source: Bookmark added successfully
es: Marcador añadido correctamente
it: Segnalibro aggiunto con successo
pt_br: Marcador adicionado com sucesso

source: Login to Instapaper
es: Iniciar sesión en Instapaper
it: Accedi a Instapaper
pt_br: Entrar no Instapaper

source: Credentials
es: Credenciales
it: Credenziali
pt_br: Credenciais

source: Email or Username
es: Correo electrónico o nombre de usuario
it: Email o nome utente
pt_br: E-mail ou nome de usuário

source: Password
es: Contraseña
pt_br: Senha

source: Cancel
es: Cancelar
it: Annulla
pt_br: Cancelar

source: Please enter both username and password
es: Introduce tanto el nombre de usuario como la contraseña
it: Inserisci sia il nome utente che la password
pt_br: Por favor, insira nome de usuário e senha

source: Invalid username or password
es: Nombre de usuario o contraseña no válidos
it: Nome utente o password non validi
pt_br: Nome de usuário ou senha inválidos

source: Rate limited. Please try again later
es: Límite de solicitudes alcanzado. Inténtalo de nuevo más tarde
it: Limite di richieste raggiunto. Riprova più tardi
pt_br: Limite de requisições atingido. Tente novamente mais tarde

source: Instapaper is currently unavailable
es: Instapaper no está disponible en este momento
it: Instapaper non è al momento disponibile
pt_br: O Instapaper está indisponível no momento

source: Login failed
es: Error de inicio de sesión
it: Accesso non riuscito
pt_br: Falha ao entrar

source: Add Bookmark
es: Añadir marcador
it: Aggiungi segnalibro
pt_br: Adicionar Marcador

source: Enter the URL of the article you want to save
es: Introduce la URL del artículo que quieres guardar
it: Inserisci l'URL dell'articolo che vuoi salvare
pt_br: Digite a URL do artigo que deseja salvar

source: Article URL
es: URL del artículo
it: URL dell'articolo
pt_br: URL do artigo

source: Add
es: Añadir
it: Aggiungi
pt_br: Adicionar

source: Please enter a URL
es: Introduce una URL
it: Inserisci un URL
pt_br: Por favor, digite uma URL

source: URL must start with http:// or https://
es: La URL debe comenzar con http:// o https://
it: L'URL deve iniziare con http:// o https://
pt_br: A URL deve começar com http:// ou https://

source: Invalid credentials. Please log in again
es: Credenciales no válidas. Inicia sesión de nuevo
it: Credenziali non valide. Effettua nuovamente l'accesso
pt_br: Credenciais inválidas. Por favor, entre novamente

source: translator-credits
it: Alessio Biancalana
pt_br: john peter sa

source: Unknown date
es: Fecha desconocida
it: Data sconosciuta
pt_br: Data desconhecida

source: Today
es: Hoy
it: Oggi
pt_br: Hoje

source: Yesterday
es: Ayer
it: Ieri
pt_br: Ontem

source: {} day ago
es: Hace {} día
it: {} giorno fa
pt_br: {} dia atrás

source: {} week ago
es: Hace {} semana
it: {} settimana fa
pt_br: {} semana atrás
